[Language]
DisplayName=Türkçe

[0]
0=GUI TAB GENERAL
1=Günlük
2=BOT GÜNLÜĞÜ
3=Görünüm
4=Günlük stilini ayarlamak için bu seçenekleri kullanın.
5=Günlükleri Ayraç ile Ayır
6=Eşit Böl
7=Uzun Bot, Kısa Saldırı Günlüğü
8=Kısa Bot, Uzun Saldırı Günlüğü
9=Tam Boy Bot Günlüğü
10=Tam Boy Saldırı Günlüğü
11=Temizle
12=Saldırı Günlüğünü temizlemek için kullanın.
13=Panoya kopyala
14=Saldırı Günlüğünü panoya kopyalamak için bunu kullanın (CTRL+C)
15=SALDIRI GÜNLÜĞÜ
16="                   ------- GANİMET -------       ----- BONUS ------"
17=" SAAT| KUPA| ARAMA|  ALTIN|  İKSİR| KARA İ|KUP|Y| ALTIN| İKSİR|KARA|L."

[1]
0=GUI TAB TROOPS
1=Birlikler
2=Ordu Kompozisyon
3=Ordu kompozisyonunu ayarla.
4='Kışla Modu' veya manuel kompozisyonlar için 'Özel Ordu'.
5=Ön Tanımlı: Okçu
6=Ön Tanımlı: Barbar
7=Ön Tanımlı: Goblin
8=Ön Tanımlı: B.Okçu
9=Ön Tanımlı: B.O.D.G.
10=Ön Tanımlı: B.O.Dev
11=Ön Tanımlı: B.O.Goblin
12=Ön Tanımlı: B.O.D.G.DY
13=Kışla Modu
14=Özel Ordu
15=Kışla Modu
16=Üretilecek birliği seçin: Kışla #
17=Barbar
18=Okçu
19=Dev
20=Goblin
21=Duvar Yıkıcı
22=Balon
23=Büyücü
24=Şifacı
25=Ejderha
26=Pekka
27=Ordu Gücü
28=Dolu Kamp
29=Bu yüzdeye ulaşıldığında Ordu kampları 'Dolu' kabul edilir ve saldırmaya başlanır.
30=Hızlandırma Seçenekleri
31=kaç kışla
32=Taş ile kaç kışla hızlandırılacağını burdan (dikkatli) seçin!
33=kaç kere
34=Taş ile Kışla hızlandırmak için bunu (dikkatli) kullanın!
35=Taş ile Büyü Fabrikası hızlandırmak için bunu (dikkatli) kullanın!
36=Taş ile Kara Büyü Fabrikası hızlandırmak için bunu (dikkatli) kullanın!
37=Taş ile Barbar Kralı hızlandırmak için bunu (dikkatli) kullanın!
38=Taş ile Okçu Kraliçe hızlandırmak için bunu (dikkatli) kullanın!
39=Birlikler
40=Yüzde olarak
41=miktarını girin
42=Topl.
43=Birliklerin toplam yüzdesi 100%'e eşit olmalıdır.
44=Birlik Ekle
45=Üretmek istediğiniz
46=Duvar Yıkıcı
47=Kara İksir Birlikleri
48=Dalkavuk
49=Domuz Binici
50=Valkyrie
51=Golem
52=Cadı
53=Lav Tazı
54=Büyüler
55=Büyüsü miktarını girin
56=Yıldırım
57=İyileştirme
58=Öfke
59=Zehir
60=Deprem
61=Büyü Kapasitesi
62=Büyü kapasitesini girin. Büyü üretilmesini istemiyorsanız '0' olarak ayarlayın.
63=Pekka
64=Taş ile Büyük Koruyucu hızlandırmak için bunu (dikkatli) kullanın!

[2]
0=GUI TAB SEARCH
1=Arama
2=Sadece Ölü Köy
3=Sadece Canlı Köy
4=Hem Ölü Hem Canlı Köy
5=Sadece Ölü Köy: Dolu toplayıcılar. Ganimetin çoğu köyün dışında.
6=Sadece Canlı Köy: Dolu depolar. Ganimetin çoğu köyün içinde.
7=İkili Mod: Her ikisinden de ara, önce hangisini bulursa ona saldırır.
8=Arama Seçenekleri
9=Eşleşme bulunduğunda haber ver.
10=Eşleşme bulunduğunda sesli uyarı ve balon bildirimi almak istiyorsanız işaretleyin.
11=Köye geri dön
12=Her X aramadan sonra köye geri döner ve tekrardan aramaya başlar
13=arama sonrası
14=Ölü Köy Arama Koşulları - ( dolu toplayıcılar )
15=gecikmeli bşl
16=Ölü köyleri aramaya Bu Kadar aramadan sonra başlar, ilk önce Canlı Köyler aranır...
17=Bu modu aktifleştirmek için beklenecek arama miktarı.
18=arama sonrası
19=Altın Ve/Veya/Artı İksir için girilen koşullara uyan bir köy arar.
20=VE: İki koşulda karşılanmalı, Altın ve İksir.
21=VEYA: Koşullardan biri karşılanmalı, Altın veya İksir.
22=+ (ARTI): Toplam Altın + İksir miktarı karşılanmalı.
23=A ve İ
24=A veya İ
25=A + İ
26=Saldırılacak köyde aranan Asgari Altın miktarı.
27=Saldırılacak köyde aranan Asgari İksir miktarı.
28=Saldırılacak köyde aranan Asgari Altın + İksir toplamı .
29=Kara İksir
30=Saldırılacak köyde aranan Asgari Kara İksir miktarı.
31=Aranan köyde bulunması gereken Asgari Kara İksir miktarını belirleyin.
32=Kupalar
33=Saldırılacak köyde aranan Asgari Kupa miktarı.
34=Aranan köyde bulunması gereken Asgari Kupa miktarını belirleyin.
35=Köy Binası
36=Saldırılacak köyde aranan Azami Köy Binası Seviyesi.
37=Aranan köyün Azami Köy Binası Seviyesini belirleyin.
38=Köy Binası Dışarıda
39=Aranan köyde Köy Binasının dışarıda olmasını istiyorsanız işaretleyin.
40=Zayıf Köy
41=Düşük seviyede savunmaları olan bir köy arayın.
42=Köyde olabilecek maksimum Havan seviyesini belirleyin.
43=Köyde olabilecek maksimum Sihirbaz Kulesi seviyesini belirleyin.
44=Koşullardan biri eşleşirse saldır
45=Yukarıdaki koşullardan sadece BİR TANESİ sağlanırsa saldır.
46=Canlı Köy Arama Koşulları
47=Aranan Miktarları Azaltma
48=Koşul düşür, Her
49=Belirtilen arama miktarını geçince koşulların miktarlarını otomatik azaltır.
50=Kaç aramada bir miktarların azalacağını seç.
51=aramada
52=Her aşamada azaltılacak Altın miktarı.
53=Her aşamada azaltılacak İksir miktarı.
54=Her aşamada azaltılacak Altın + İksir miktarı.
55=Her aşamada azaltılacak Kara İksir miktarı.
56=Her aşamada azaltılacak Kupa miktarı.
57=Arama Modu
58=Seçilen arama miktarı sonunda Ölü Köy yerine Canlı Köy aramaya başla.
99=Toplayıcı
100=Botun 75% dolu iksir toplayıcıları Ölü Köy olarak algılamasını isterseniz bu seçeği kullanın (normalde 90% ve üstü Ölü Köy)
101=Ölü Köy için algılanacak en düşük iksir toplayıcısı seviyesini seçin
102=75% ise Ölü K.

[3]
0=GUI TAB ATTACK
1=Saldırı
2=Ölü Köy birlik dağıtımı
3=Dağıtım
4=Tek kenardan saldır, köyün içine girer.
5=İki kenardan saldır, köyün içine girer.
6=Üç kenardan saldır, dışardakileri temizler, birazda içeriden alır.
7=Dağıtılacak kenar sayısını seçin.
8=tek kenar
9=iki kenar
10=üç kenar
11=her kenardan eşit
12=Birlikler
13=Hepsini Kullan
14=Kışlaları Kullan
15=Sadece Barbar
16=Sadece Okçu
17=B+O
18=B+Gob
19=O+Gob
20=B+O+Dev
21=B+O+Gob+Dev
22=B+O+Binici
23=B+O+Dalkavuk
24=Gecikme
25=Birliklerin dağıtımını geciktirir, 1 (hızlı) = Bot gibi, 10 (yavaş) = İnsan gibi.
26='Rasgele' botu daha değişken ve insancıl yapacaktır."
27=Dalga
28=Birlik && Dalga için Rasgele Gecikme
29=Akıllı saldırı: Kırmızı hat yakınından.
30=Köyün dışındaki 'Kırmızı Hat'tı algılamak ve birlikleri yakınından bırakmak için kullanın.
31=Dğt. Tarzı
32=Birlik dalgaları için Dağıtım Tarzını Seçin
33=Tür 1: Her birlik türü için tüm kenarlardan birer dalga dağıt ve diğer türe geç, VEYA
34=Tür 2: Kenarların herbirinde tüm birliklerden tam bir dalga dağıt (örn. dev, barbar ve okçu) sonra diğer kenara geç.
35=Kenarlar, sonra Birlikler
36=Birlikler, sonra Kenarlar
37=Birlikleri Altın Madeni yakınına bırak
38=Birlikleri İksir Toplayıcı yakınına bırak
39=Birlikleri Kara İksir Sondası yakınına bırak
40=Kralı kullan
41=Saldırıda Barbar Kralı kullan.
42=Kraliçeyi kullan
43=Saldırıda Okçu Kraliçeyi kullan.
44=Savaşta bırak
45=Klan kalesinde birlikler var ise saldırıda kullan.
46=Canlı Köy birlik dağıtımı
47=KlanKalesi Dengesi
48=B/A Dengele
49=Klan Kalesini sadece bağışlanan/alınan birlik oranı aşağıdaki B/A oranından daha büyükse kullan.
50=Bağışlanan oranı
51=İstenilen alınan / bağışlanan oranı
52=1/1 bağışlanan = alınan anlamına, 1/2 bağışlanan = alınanın yarısı anlamına gelir gibi...
53=Alınan oranı
54=Kahraman Yetenekleri
55=Yetenekleri zaman ayarlı kullan
56=Yetenekleri sayaca göre aktif et.
57=Kahramanların yeteneği aynı anda aktif edilecektir.
58=Kahramanların canı kırmızıya düşünce oto aktif et.
59=Yeteneği kahramanın canı azalınca aktif et.
60=Kahramanlar ayrı ayrı kontrol edilip,yetenekleri aktif edilecektir.
61=Kahraman Yeteneklerinin aktif edileceği zaman ayarı(saniye).
62=sn.
63=Her kenardan eşit, köyün dışındakilerin çoğunu alır.
64=Kara İksir Deposuna en yakın tek kenardan saldır
65=Köy Binasına en yakın tek kenardan saldır
66=K.İ. tarafından Saldırı
67=KB tarafından Saldırı
68=Savaşta Kullan
69=Saldırıda Büyük Koruyucuyu kullan
70=Büyük Koruyucu yeteneği için zaman ayarı
71=Büyük Koruyucu yeteneğini zaman ayarlı kullan
72=Büyük Koruyucu yeteneğinin aktif edileceği zaman ayarı(saniye).

[4]
0=GUI TAB ATTACKADV
1=Saldırı Glş.
2=Saldırı Seçenekleri
3=Şimdi saldır! seçeneği
4=Başlat ve Duraklat butonlarının yanına 'Şimdi Saldır' butonu ekler.
5=Bu buton ile köy arama değerlerini geçersiz kılıp saldırı yapabilirsiniz.
6=Şimdi saldır! butonu sadece saldırılacak köy ararken görünür!
7=Ekle
8=Aramayı yavaşlatmak için bu değerde tepki süresi ekle.
9=sn. tepki süresi
10=Dışarıdaki KB'sına saldır
11=Korunmasız Köy Binalarına saldırmak için işaretleyin. (Duvarların dışındaki KB)
12=Tavsiye: Ayrıca Arama sekmesinde 'KB Dışarıda' seçeneğini işaretlerseniz, sadece köy binası dışarıda olan köyleri arar ve saldırır.
13=KB Avı
14=Ordu eğitilirken KB Avı
15=Birlikler eğitilirken 'KB Dışarıda' olan köyleri arar ve bulursa saldırır.
16=Karo
17=Ordu eğitillirken yapılacak KB Avı'nda aranan KB'sının köy kenarlarına olan karo cinsinden uzaklığı.
18=Arama limiti
19=Belirtilen arama sayısına ulaşınca köye geri döner.
20=Başlanacak min ordu kampı yüzdesi
21=Ordu eğitirken KB Avı'na başlanacak ordu kapasitesi yüzdesi.
22=Kombo KB Avı Saldırısı
23=Kombo KB Avı
24=Geçerli arama ayarlarına KB Avı kombinasyonunu ekler. (Örneğin; Ölü Köy VEYA KB Avı)
25=Ekle
26=KB'sının dışarıda olarak görülmesi için köyün kenarlarından kaç 1x1 karo 'çimen' uzaklıkta olması gerektiğini girin.
27=Örn: (0) karo; KB tamamen kenarda olmak zorunda. (4) karo: KB kenara 4 karo uzaklıkta ve köyün merkezine daha yakın olabilir.
28=Eğer KB'sı girilen karodan daha uzak ise o köy geçilecektir.
29=karo uzaklık (kenarlardan)
30=KB Saldırı Tarzı
31=Saldırı: SmartBarch
32=Saldırı: Bam
33=Saldırı: eXtreme
34=Saldırı: GBarch
35=Saldırı: Özel
36=SMARTBARCH • Barbar/Okçu
37=BAM • Barbar/Okçu/Dalkavuk
38=EXTREME • Tüm birlikleri kullanır
39=GBARCH • Dev/Barbar/Okçu
40=CUSTOM • Kendi stratejinizi yapın!
41=KB Alt köşedeyse
42=Dağıtım: Yakınlaştırılmış
43=Dağıtım: Kenarlardan
44=KB ekranın Alt Köşesinde tespit edildiğinde birlikleri dağıtmak için stratejiyi seçin.
45=Yakınlaştırılmış • Önce zoom yapar, sonra köşeden saldırır.
46=Kenarlardan • Birlikleri zoom yapmadan KB'sının sağ ve solundan bırakır, birlikleriniz başka bir hedef seçebilir!
47=Kralı Kullan
48=KB'sına saldırırken Barbar Kralı Kullan
49=İlk dalgada bırakılır
50=Yıldırım B.
51=KB'sına saldırırken Yıldırım Büyülerini Kullan
52=Üçüncü dalgada bırakılır
53=Kraliçeyi Kullan
54=KB'sına saldırırken Okçu Kraliçeyi Kullan
55=İlk dalgada bırakılır
56=Öfke B.
57=KB'sına saldırırken Öfke Büyülerini Kullan
58=Üçüncü dalgada bırakılır
59=Savaşta Bırak
60=KB'sına saldırırken Klan Kalesini Kullan
61=İkinci dalgada bırakılır
62=İyileştirme
63=KB'sına saldırırken İyileştirme Büyülerini Kullan
64=İkinci dalgada bırakılır
65=Kombo Zorba Saldırı
66=KB Zorbalığı
67=Geçerli arama ayarlarına KB Zorbalığı kombosunu ekler (Örneğin: Ölü Köy VEYA KB Zorbalığı)
68=KB Zorbalığı: Belirtilen arama sayısının ardından düşük seviye bir köye saldırır.
69=KB Zorbalığı: Aktif edilmek için gereken arama sayısı.
70=arama sonrası
71=Max KB seviyesi
72=KB Zorbalığı ile saldırılacak Maksimum KB seviyesi
73=Saldırı ayarlarını şundan al
74=ÖlüKöy sald.
75=KB Zorbalığı eşleşmeleri için Ölü Köy saldırı ayarlarını kullan.
76=CanlıKöy sald.
77=KB Zorbalığı eşleşmeleri için Canlı Köy saldırı ayarlarını kullan.
78=Savunma Kasma
79=Kırılamaz Modu
80='Kırılamaz' başarısı için Savunma kazanamayı aktif eder.
81=Bekleme süresi
82=Oyunu kapatıp birinin saldırmasını beklemek için istediğin süre. (1-99 dakika)
83=Dakika
84=Min Kasılacak
85=Min Saklanacak
86=Savunma Kasmayı durdurup, normal ganimet kasmaya geçilecek en düşük Altın miktarı.
87=Bu değere aramalar ve yükseltmeler için ihtiyacınız olacak Altın miktarını girin.
88=Savunma Kasmayı aktif etmek için depolarda gereken Min Altın miktarı.
89=Bu değere düşmanları cezbetmek veya yükseltmeler için gereken Altın miktarını girin.
90=Savunma Kasmayı durdurup, normal ganimet kasmaya geçilecek en düşük İksir miktarı.
91=Bu değere birlik eğitmek ve yükseltmeler için ihtiyacınız olacak İksir miktarını girin.
92=Savunma Kasmayı aktif etmek için depolarda gereken Min İksir miktarı.
93=Bu değere düşmanları cezbetmek veya yükseltmeler için gereken İksir miktarını girin.
94=Savunma Kasmayı durdurup, normal ganimet kasmaya geçilecek en düşük Kara İksir miktarı.
95=Bu değere birlik eğitmek ve yükseltmeler için ihtiyacınız olacak Kara İksir miktarını girin
96=Savunma Kasmayı aktif etmek için depolarda gereken Min Kara İksir miktarı.
97=Bu değere düşmanları cezbetmek veya yükseltmeler için gereken Kara İksir miktarını girin.
98=THSnipe klasöründeki csv dosyalarını düzenleyerek saldırı ekleme/düzenleme yapabilirsiniz.

[5]
0=GUI TAB ENDBATTLE
1=Savaşı Bitir
2=Savaşı Bitir
3=Yeni ganimet kazanılmadığında
4=Belirtilen saniye süresince yeni ganimet kazanılmaz ise Savaşı Bitir.
5=Geri sayım tüm Birlikler ve Kahramanlar bırakıldıktan sonra başlayacaktır.
6=sn. süresince
7=ve Kaynaklar altında ise
8=Bu Altın Miktarının altında ise Savaşı Bitir
9=Bu İksir Miktarının altında ise Savaşı Bitir
10=Bu Kara İksir Miktarının altında ise Savaşı Bitir.
11=Kaynak kalmadığında
12=Altın, İksir ve Kara iksir = 0 ise Savaşı Bitir
13=Bir yıldız kazanıldığında
14=Bir yıldız kazanılırsa Savaşı Bitirir
15=İki yıldız kazanıldığında
16=İki yıldız kazanılırsa Savaşı Bitirir
17=Kara İksir Tarafından Saldır için Savaşı Bitirme Seçenekleri
18=Canlı Köy Dağıtım türünden 'Kİ tarafından saldır' seçilerek aktif edilir - Dağıtım: Kİ tarafından saldır
19=Altında ise
20=Kara İksir tarafından saldırı için özel koşulları aktif eder.
21=Ek seçenekler seçilmez ise savaşı Toplam Kara İksir Yüzdesinin altına düştüğünde bitirir.
22=Normal Savaşı Bitir Ayarlarını Yoksay
23=Kara İksir Tarafından Saldırı bulunduğundan normal Savaş Bitirme seçeneklerini geçersiz kılar.
24=Bir Yıldız Kazanıldığında
25=Min Kara İksir yüzdesinin altına düşerse ve bir yıldız kazanılırsa Savaşı Bitirir
26=Eğer
27=Min Kara İksir yüzdesinin altına düşerse ve Kralın canı azalırsa Savaşı Bitirir
28=zayıflarsa
29=Min Kara İksir yüzdesinin altına düşerse ve Kraliçenin canı azalırsa Savaşı Bitirir
30=Ganimetin Ekran Görüntüsü
31=Saldırıdan kazanılan ganimetin ekran görüntüsünü kaydetmesini istiyorsanız işaretleyin.
32=Ganimet miktarını dosya adına ekle
33=Ganimet miktarını, ekran görüntüsünün dosya adına ekleyerek kaydeder.
34=Saldırı Tekrarlarını Paylaş
35=Saldırı tekrarını klan sohbetinde paylaş
36=Bir saldırının tekrarını klan sohbetinde paylaşmak istiyorsanız işaretleyin.
37=Ganimet fazla ise:  >
38=Tekrarları sadece ganimette Altın bundan yüksek ise paylaş.
39=Tekrarları sadece ganimette İksir bundan yüksek ise paylaş.
40=Tekrarları sadece ganimette Kara İksir bundan yüksek ise paylaş.
41=Bu listeden rasgele bir mesajı kullan
42=Güzel\r\nİyi\r\nSüper\r\nFena değil
43=Tekrar paylaşılırken yazılacak mesaj
44=Ganimetin Ekran Görüntüsünü kaydet

[6]
0=GUI TAB DONATE
1=Birlik Bağışı
2=Klan Kalesine Birlik İste
3=İstek metni
4=Takviye lütfen
5=Bu yazı, klan sohbetindeki Birlik İsteğin için kullanılacaktır.
6=Bağışlanacak Birliklerin Seçimi
7=Barbar
8=Okçu
9=Dev
10=Goblin
11=Duvar Yıkıcı
12=Kara Liste
13=Dalkavuk
14=Domuz Binici
15=Valkyrie
16=Özel Birlikler
17=Balon
18=Büyücü
19=Şifacı
20=Ejderha
21=Pekka
22=Golem
23=Cadı
24=Lav Tazı
25=Kiril
26=Kiril Alfabesini aktif etmek için işaretleyin.
27=Bağışla:
28=Birlik:
29=Tümüne Bağışla
30=Domuz Binici
31=Bütün anahtar kelimeleri yok sayacaktır.
32=Bağış için anahtar kelimeler
33=Bu anahtar kelimelere bağış yapma
34=Bağış için Kara Liste:
35=barbarians\r\nbarb\barbar
36=no barbarians\r\nno barb\r\nbarbarians no\r\nbarbar harici
37=archers\r\narch\r\nokçu\r\nsavunma\r\ndef\r\nfarketmez\r\ntakviye
38=no archers\r\nno arch\r\narchers no\r\narch no\r\nokçu harici
39=giants\r\ngiant\r\nany\r\nreinforcement\r\ntakviye\r\nfarketmez\r\ndev
40=no giants\r\ngiants no\r\ndev harici
41=goblins\r\ngoblin
42=no goblins\r\ngoblins no
43=wall breakers\r\nbreaker
44=no wall breakers\r\nwall breakers no
45=balloons\r\nballoon
46=no balloons\r\nballoons no
47=wizards\r\nwizard\r\nbüyücü
48=no wizards\r\nwizards no
49=healer
50=no healer\r\nhealer no
51=dragon
52=no dragon\r\ndragon no
53=PEKKA\r\npekka
54=no PEKKA\r\npekka no
55=minions\r\nminion
56=no minions\r\nminions no
57=hogriders\r\nhogs\r\nhog
58=no hogs\r\nhog no
59=valkyries\r\nvalkyrie
60=no valkyries\r\nvalkyries no
61=golem
62=no golem\r\ngolem no
63=witches\r\nwitch
64=no witches\r\nwitch no
65=lavahound\r\nhound\r\nlava
66=no lavahound\r\nhound no
67=
68=
69=
70=Pekkas
71=any\r\nneed
72=1st
73=2nd
74=3rd
75=Hiçbir şey
76=only\r\njust
77=Bu kelimelerden herhangi birine bağış YAPMA.
78=Genel Kara Liste
79=clan war\r\nwar\r\ncw
80=Birlik istekleri için Genel Kara Liste
81==> Anahtar kelimeler, Birlik İsteği ile eşleşiyorsa bağışla.
82==> Tüm birlik isteklerine bağışla.
83=Hiçbir şey

[7]
0=GUI TAB MISC
1=Çeşitli
2=Saldırıyı Durdur
3=Botun saldırmayı ne zaman durduracağını ayarlamak için bunu kullanın.
4=Saldırıyı Durdur
5=Bilgisayarı Kapat
6=Uykuya Al
7=Yeniden Başlat
8=(A ve İ) Dolu ve Maks.Kupa
9=(A ve İ) Dolu veya Maks.Kupa
10=(A veya İksir) Dolu ve Maks.Kupa
11=(A veya İ) dolu veya Maks.Kupa
12=Altın ve İksir Dolu
13=Altın veya İksir Dolu
14=Altın Dolu ve Maks.Kupa
15=İksir Dolu ve Maks.Kupa
16=Altın dolu veya Maks.Kupa
17=İksir dolu veya Maks.Kupa
18=Altın Dolu
19=İksir Dolu
20=Maks.Kupa'ya erişildiğinde
21=Şu kadar saat çalıştığında:
22=Şimdi (Sadece Bağış)
23=Şimdi (Sadece Çevrimiçi Kal)
24=Saat
25=Saat
26=Profili Değiştir
27=Geçerli Profil
28=Farklı bir profile geçiş yapmak için bunu kullanın.
29=Profilinizin bulunduğu klasör
30=Köyüm
31=Köy/profil adınız
32=Arayüz Dili
33=Arayüz dilini farklı bir dil ile değiştirmek için işaretleyin.
34=Silahlandır && Yükle
35=Köyünüzdeki Tuzakları Yeniden Silahlandırmak, X-Yayı ve Cehennemleri(varsa) Yeniden Yüklemek için işaretleyin.
36=Kaynakları Topla
37=Köyünüzdeki kaynakları, altın madenleri, iksir toplayıcılar ve kara iksir
38=sondalarından otomatik olarak toplamak için işaretleyin.
39=Mezarları Kaldır
40=Saldırılaradan sonra köyünüzdeki mezartaşlarını otomatik olarak kaldırmak için işaretleyin.
41=Botu Devam Ettir
42=Yetersiz kaynaklardan ötürü durdurulduğunda bu değerlere ulaşılınca botu devam ettir.
43=Altın yetersizliğinden dolayı durdurulduktan sonra saldırıya devam etmek için gerekli Azami Altın Miktarı
44=İksir yetersizliğinden dolayı durdurulduktan sonra saldırıya devam etmek için gerekli Azami İksir Miktarı
45=Kara İksir yetersizliğinden dolayı durdurulduktan sonra saldırıya devam etmek için gerekli Azami Kara İksir Miktarı
46=Kupa Ayarları
47=Kupa aralığı
48=Min: Bot, kupa miktarı bu değerin altına inene kadar kupa düşecektir.
49=Maks: Bot, kupa miktarı bu değerin üstüne çıktığında kupa düşmeye başlayacaktır.
50=Kahramanlar
51=Kahramanlar müsaitse kupa düşmek için kullanılır.
52=Ölü köyse saldır
53=Kupa düşerken aramada bulunan ilk ölü köye saldırır.
54='Başka Cihazdan Bağlanılıyor'
55=Uyarısı alındığında bekle
56=Başka bir cihazdan bağlanıldığında bot tekrar bağlanmadan önce beklenecek süreyi saniye cinsinden girin.
57=sn.
58=Köy Arama Gecikmesi
59=Bu kaydırıcıyı kullanarak saldırılacak köy ararken 'Sonraki' butonuna tıklanma süresini arttırabilirsiniz.
60=Bu bazı bilgisayarlarda 'Senkronizasyon' hatalarını indirgeyebilir.
61=GARANTİSİ YOKTUR! Her zaman aynı sonuçları vermez.
62=Min
63=saniye
64=Maks
65=Aşağıdaki Maks. sn. kaydırıcısını, yukarıdaki Min. sn. kaydırıcısından yüksek
66=bir değere ayarlayarak rasgele köy arama zamanlayıcısını aktif edebilirsiniz.
67=El ile sapta
68=Köy Binası
69=Yeniden sapta
70=Klan Kalası
71=O.K.
72=Ordu Kampı
73=Kışla
74=Kışlalar
75=B.F.
76=Büyü Fabrikası
77=K.B.F
78=Kara Büyü Fabrikası
79=Kral
80=Barbar Kral Sunağı
81=Kraliçe
82=Okçu Kraliçe Sunağı
83=Lab.
84=Laboratuvar
85=Sıfırla
86=Köy düzeninizi değiştirdiğiniz zaman kayıtlı,
87=bina konumlarını sıfırlamak için butona tıklayın.
88=Koşullar:
89=Şimdi (Sadece Eğitim/Bağış)
90=Silahlandır, Topla, Kaldır
91=Tuzak, X-yayı && Cehennem
92=Kaynakları topla
93=Mezartaşlarını kaldır
94=Büyük Koruyucu
95=Büyük Koruyucu Sunağı

[8]
0=GUI TAB UPGRADE
1=Yükseltme
2=Laboratuvar Yükseltmeleri
3=Laboratuvarda yükseltmelerini otomatik olarak başlatmak için kutuyu işaretleyin.
4=Hiçbiri
5=Barbar
6=Okçu
7=Dev
8=Goblin
9=Duvar Yıkıcı
10=Balon
11=Büyücü
12=Şifacı
13=Ejderha
14=Pekka
15=Yıldırım Büyüsü
16=İyileştirme Büyüsü
17=Öfke Büyüsü
18=Atlama Büyüsü
19=Dondurma Büyüsü
20=Zehir Büyüsü
21=Deprem Büyüsü
22=Acele Büyü
23=Dalkavuk
24=Domuz Binici
25=Valkyrie
26=Golem
27=Cadı
28=Lav Tazı
29=Sırada
30=Bu açılır menüden yükseltilecek birliği seçin.
31=Birlik ikonu sol tarafta belirecektir.
32=Kahramanlar, İzbe Kışla Birlikleri/Büyülerinden sonra yükseltilir.
33=Kahramanları Sürekli Yükselt
34=Kral
35=Yeterli Kara İksir olduğunda Kral'ı yükseltmeyi aktif eder. (+Saklanacak Min. Kara)
36=Çeşitli sekmesinden Kralın sunağını el ile konumlandırabilirsiniz
37=Çeşitli sekmesinde Botu Devam Ettir'deki Min K.İksir ile buradaki Min K.İksiri kontrol edin.
38=Kraliçe
39=Yeterli Kara İksir olduğunda Kraliçe'yi yükseltmeyi aktif eder. (+Saklanacak Min. Kara)
40=Çeşitli sekmesinden Kraliçenin sunağını el ile konumlandırabilirsiniz
41=Çeşitli sekmesinde Botu Devam Ettir'deki Min K.İksir ile buradaki Min. Kara kontrol edin.
42=Binalar
43=Yükseltme
44=Konumu saptadıktan sonra Yükseltme
45=kutusunu işaretleyerek aktif edin.
46=XPos
47=YPos
48=Yükseltmenin türünü gösterir
49=Yükseltmeleri Sapta
50=Yükseltilecek binaların konumu saptamak ve kaydetmek için butona basın.
51=Sıfırla
52=Saptanan tüm yükseltmeleri silmek ve sıfırlamak için butona basın.
53=Durum: Kırmızı=programlanmamış, Sarı=programlanmış, tamamlanmamış, Yeşil=tamamlanmış
54=Min. Altın
55=Yüks. yapıldıktan sonra kalmasını istediğiniz; Saklanacak Min. Altın miktarı
56=Bu değeri arama veya duvar yükseltmeleri için gerektiği kadar ayarların.
57=Min. İksir
58=Yüks. yapıldıktan sonra kalmasını istediğiniz; Saklanacak Min. İksir miktarı
59=Bu değeri birlik eğitimi veya duvar yükseltmeleri için gerektiği kadar ayarların.
60=Min. Kara
61=Yüks. yapıldıktan sonra kalmasını istediğiniz; Saklanacak Min. Kara İksir miktarı
62=Bu değeri izbe kışla birliği üretmek için gerektiği kadar ayarların.
63=Duvarlar
64=Oto Duvar Yükselt
65=Yeterli kaynak varsa Otomatik Duvar Yükseltmek için kutuyu işaretleyin.
66=Altın kullan
67=Duvarları sadece Altın ile yükselt
68=Tüm duvar seviyeleri için kullanılabilir.
69=İksir kullan
70=Duvarları sadece İksir ile yükselt
71=İksir ile yükseltilebilen duvar seviyelerinde kullanılabilir.
72=Önce İksir dene, sonra Altın
73=Önce İksir ile yükseltmeyi dener. İksir yeterli değilse Altın ile yükseltmeyi dener.
74=Sadece İksir ile yükseltilebilen duvar seviyelerinde kullanılabilir.
75=Duvarlar için BİR işçi sakla
76=Duvar yükseltmek için 1 tane işçi saklamak ve
77=diğer yükseltmeler için müsait işçi sayısını 1 azalt.
78=Aranacak Duvar Svy
79=Bu seviyedeki duvarları arar ve birer birer yükseltmeye çalışır.
80=Yükseltme maliyeti
81=Bu değeri bir gösterge olarak kullanın.
82=Farklı bir duvar seviyesi seçerseniz maliyet değeri güncellenecektir.
83=Saklanacak Altın
84=Duvar yükseltmesi yapıldıktan sonra geriye bu kadar Altın kalsın,
85=diğer yükseltmeler için veya arama için gerekene göre bu değeri ayarlayın.
86=Saklanacak İksir
87=Duvar yükseltmesi yapıldıktan sonra geriye bu kadar İksir kalsın,
88=diğer yükseltmeler için veya birlik eğitimi için gerekene göre bu değeri ayarlayın.
89=Laboratuvar
90=Duvarları test etmek ve bulmak için pozisyon sayısı. Yüksek daha iyidir ama yavaştır.
91=TEST
92=Duvar saptamayı test etmek için tıklayın.
93=Ardı ardına kahramanları yükselt
94=Yeterli İksir olduğunda Koruyucu'yu yükseltmeyi aktif eder. (+Saklanacak Min. İksir)
95=Çeşitli sekmesinden Koruyucunun sunağını el ile konumlandırabilirsiniz
96=Çeşitli sekmesinde Botu Devam Ettir'deki Min İksir ile buradaki Min. İksiri kontrol edin.

[9]
0=GUI TAB NOTIFY
1=Bildirim
2=PushBullet Uyarıları
3=Aktif et
4=PushBullet uyarılarını aktif et.
5=Uzaktan Kontrol
6=PushBullet uzaktan kontrol özelliğini aktif eder
7=Başlangıçta mesajları sil
8=Bot başladığında geçmiş anlık mesajları siler
9=Şimdi Sil
10=Tüm Pushbullet mesajlarını silmek için tıklayın.
11=Şundan Eski mesajları sil
12=Belirtilen saatten daha eski push mesajlarını siler.
13=Mesajların silinmesi için zamanlayıcıyı ayarlayın.
14=Saat
15=Saat
16=Access Token
17=PushBullet bildirimlerini kullanmak için PushBullet.com adresinden bir Access Token almalısınız.
18=Profil/Köy Adı
19=Profil/Köy adınız - Bunu Çeşitli sekmesindeki Profillerden ayarların.
20=Aşağıdaki seçenekler için PushBullet mesajları gönderin
21=Eşleşme Buldu
22=Saldırılacak bir köy bulunduğunda ganimet miktarını mesajla gönderir.
23=Son Sald. Foto
24=Son saldırıdan alınan ganimetin ekran görüntüsünü gönderir.
25=Son Sald. Yazı
26=Son saldırıdan alınan ganimeti yazı olarak gönderir.
27=Kamp Dolu
28=Ordu Kampları dolduğunda bildirim gönderir.
29=Duvar yüks.
30=Duvar yükseltmeleri hakkında bildirim gönderir.
31=Hata: Out Of Sync
32=Client and Server out of sync (istemci-sunucu uyumlu değil) hatası aldığınızda bildirim gönderir.
33=Mola Ver
34=Çok uzun zamandır oyundasın. Köylüler mola vermeli uyarısı aldığında bildirim gönderir.
35=Köy Raporu
36=Köy Raporunu bildirim olarak gönderir.
37=Son Saldırı
38=Son Saldırı hakkında bildirim gönderir.
39=Başka cihaz bağlanıyor
40=Köyünüze başka bir cihazdan bağlanılıyor uyarısında bildirim gönderir.
41=PushBullet Uzaktan Kontrol Fonksiyonları
42=BOT HELP - bu yardım mesajını gönderir
43=BOT DELETE  - geçmiş tüm pushbullet mesajlarını siler
44=BOT <Köy Adı> RESTART - <Köy Adı> adlı botu ve BlueStacks'ı yeniden başlatır
45=BOT <Köy Adı> STOP - <Köy Adı> adlı botu durdurur
46=BOT <Köy Adı> PAUSE - <Köy Adı> adlı botu duraklatır
47=BOT <Köy Adı> RESUME   - <Köy Adı> adlı botu devam ettirir
48=BOT <Köy Adı> STATS - <Köy Adı> adlı botun istatistiklerini gönderir
49=BOT <Köy Adı> LOG - <Köy Adı> adlı botun o anki günlüğünü gönderir
50=BOT <Köy Adı> LASTRAID - <Köy Adı>nın son saldırı ganimetinin görüntüsünü gönderir
51=BOT <Köy Adı> LASTRAIDTXT - <Köy Adı>nın son saldırı ganimetini yazıyla gönderir
52=BOT <Köy Adı> SCREENSHOT - <Köy Adı>nın anlık ekran görüntüsünü gönderir

[10]
0=GUI TAB EXPERT
1=Uzman
2=Bot Açıldığında
3=Güncellemeleri kontrol et
4=Son versiyona sahip olup olmadığınızı kontrol edin.
5=Günlük Kayıtlarını Sil
6=Belirtilen gün sayısından daha eski Günlük Kayıtlarını sil.
7=gün
8=Geçici Dosyaları Sil
9=Belirtilen gün sayısından daha eski Geçici Dosyaları sil.
10=Ganimet Foto Sil
11=Belirtilen gün sayısından daha eski Ganimet Fotolarını sil.
12=Bot Başladığında
13=Oto. Başlat, süre
14=sn.
15=Oyun Dilini Kontrol Et (İNG)
16=Oyunun doğru dilde olup olmadığını kontrol et. (İngilizce olmalı).
17=Oto. Hizala
18=Ekranda BS ve Bot pencerelerini Yeniden Konumlandır/Hizala.
19=Ofset
20=BS ve BOT pencereleri arasına yatay ofset bırak.
21=BS ve BOT pencereleri arasına dikey ofset bırak.
22=0,0: BlueStacks-Bot
23=0,0: Bot-BlueStacks
24=YASLA: Bot, BS'nin Sağüstüne
25=YASLA: Bot, BS'nin Solüstüne
26=YASLA: Bot, BS'nin Sağaltına
27=YASLA: Bot, BS'nin Solaltına
28=0,0: Masaüstünde BS ekranını 0,0 pozisyonuna getirir ve Bot penceresini BS'nin sağına veya soluna hizalar.
29=YASLA: Sadece pencereleri hizalar, Bot penceresini, BlueStacks penceresinin Sağüst, Solüst, Sağalt veya Solalt konumuna hizala.
30=Zamanlama
31=Birlik Eğitimi
32=gecikme
33=Bilgisayar yavaş ise gecikmeyi arttırın
34=Hata Ayıklama
35=Hata Ayıklama: Tıklanılan (x,y) koordinatları günlüğe yazar.
36=Hata Ayıklama: Sorun giderme için Hata Ayıklayıcı kodlarını günlüğe yazar.
37=Hata Ayıklama: Sorun giderme için OCR görüntülerini kaydetmeyi aktif eder.
38=Hata Ayıklama: Sorun giderme için görüntü kaydetmeyi aktif eder.
39=Hata Ayıklama: Günlükte bina konumlarını göstermeyi aktif eder.
40=Kord.
41=L
42=O
43=I
44=B
45=Diğer Seçenekler
46=Kamp kapasitesini zorla
47=Ordu kampı değeri tespit edilmezse (sormak yerine)
48=Klan Kalesi Zamanlayıcı
49=Sadece bu saatlerinde birlik bağışı yap
50=Bu buton satırdaki tüm kutuları işaretler veya temizler
51=Sadece bu saatlerde birlik iste
52=Sadece bu saatlerde klan kalesini kullan
53=Kışla Hızlandırma Zamanlayıcı
54=Günün bu saatlerinde hızlandır
55=Anlık Görüntü Seçenekleri
56=PNG formatında kaydet
57=Köy ve Klan adını gizle
58=Belirtilen saniye sonrasında botu otomatik başlatır.
59=AM
60=PM

[11]
0=GUI TAB STATS
1=İstatistik
2=Başlangıç
3=Rapor
4=başlangıçtan
5=sonra burda
6=belirecek.
7=Bot başladığında sahip olduğunuz Altın Miktarı.
8=Bot başladığında sahip olduğunuz İksir Miktarı.
9=Bot başladığında sahip olduğunuz Kara İksir Miktarı.
10=Bot başladığında sahip olduğunuz Kupa Miktarı.
11=Son Saldırı
12=Son saldırıda kazandığınız Altın Miktarı.
13=Son saldırıda kazandığınız İksir Miktarı.
14=Son saldırıda kazandığınız Kara İksir Miktarı.
15=Son saldırıda kazandığınız veya kaybettiğiniz Kupa Miktarı.
16=Lig Bonusu
17=Son saldırıda kazandığınız Bonus Altın İksir Miktarı.
18=Son saldırıda kazandığınız Bonus İksir Miktarı.
19=Son saldırıda kazandığınız Bonus Kara İksir Miktarı.
20=Toplam Kazanç
22=(Elle yapılan kaynak harcamaları buna dahil olur.)
21=Bot çalıştığı sürece kaybettiğiniz veya kazandığınız Altın Miktarı.
23=Bot çalıştığı sürece kaybettiğiniz veya kazandığınız İksir Miktarı.
24=Bot çalıştığı sürece kaybettiğiniz veya kazandığınız Kara İksir Miktarı.
25=Bot çalıştığı sürece kaybettiğiniz veya kazandığınız Kupa Miktarı.
26=Saatlik Kazanç
27=Saatlik Altın Kazancı
28=Saatlik İksir Kazancı
29=Saatlik Kara İksir Kazancı
30=Saatlik Kupa Kazancı
31=Sıfırla
32=Çeşitli İstatistikler
33=Saldırılan
34=Bot tarafından saldırılan köylerin sayısı.
35=Atlanan
36=Arama yapılırken atlanan köylerin sayısı.
37=Altın ile Yüks.
38=Altın ile yükseltilen Duvar sayısı.
39=İksir ile Yüks.
40=İksir ile yükseltilen Duvar sayısı.
41=Altın ile yükseltilen Bina sayısı.
42=İksir ile yükseltilen Bina sayısı.
43=Kahraman Yüks.
44=Yapılan kahraman yükseltmelerinin sayısı
45=Düşürülen
46=Kupa ayarlarına (Çeşitli Sekmesinde) bağlı olarak düşürülen kupa sayısı.
47=Çalışma süresi
48=Botun çalıştığı toplam süre.
49=Yüks. tutarı Altın
50=Bot duvarları yükseltirken harcanan Altın tutarı
51=Yüks. tutarı İksir
52=Bot duvarları yükseltirken harcanan İksir tutarı
53=Bot binaları yükseltirken harcanan Altın tutarı
54=Bot binaları yükseltirken harcanan İksir tutarı
55=Yüks. tutarı K.İksir
56=Bot kahramanları yükseltirken harcanan Kara İksir tutarı
57=OoS Sayısı
58=Alınan Out of Sync (İstemci-sunucu uyumlu değil) hatası sayısı
59=Arama tutarı
60=Arama yaparken, köy atlamak için harcanan altın maliyeti
61=Birlik tutarı İksir
62=Kışla birlikleri eğitilirken harcanan İksir maliyeti
63=Birlik tutarı K.İksir
64=Kara (İzbe) Kışla birlikleri eğitilirken harcanan Kara İksir maliyeti
65=Toplanan Altın
66=Madenlerden toplanan Altın miktarı
67=Toplanan İksir
68=İksir toplayıcılardan toplanan İksir miktarı.
69=Toplanan K.İksir
70=Sondalardan toplanan Kara İksir miktarı
71=Ölü Köy
72=Saldırılan
73=Saldırılan Ölü Köylerin sayısı.
74=kâr
75=Saldırılan Ölü Köylerden kazanılan Altın miktarı.
76=Saldırılan Ölü Köylerden kazanılan İksir miktarı.
77=Saldırılan Ölü Köylerden kazanılan Kupa miktarı.
78=Canlı Köy
79=Saldırılan Canlı Köylerin sayısı.
80=Saldırılan Canlı Köylerden kazanılan Altın miktarı.
81=Saldırılan Canlı Köylerden kazanılan İksir miktarı.
82=Saldırılan Canlı Köylerden kazanılan Kara İksir miktarı.
83=Saldırılan Canlı Köylerden kazanılan Kupa miktarı.
84=KB Zorbalığı
85=KB Zorbalığı ile saldırılan köylerin sayısı.
86=KB Zorbalığı saldırılarından kazanılan Altın miktarı.
87=KB Zorbalığı saldırılarından kazanılan İksir miktarı.
88=KB Zorbalığı saldırılarından kazanılan Kara İksir miktarı.
89=KB Zorbalığı saldırılarından kazanılan Kupa miktarı.
90=KB Avı
91=KB Avı saldırılarından kazanılan Altın miktarı.
92=KB Avı saldırılarından kazanılan İksir miktarı.
93=KB Avı saldırılarından kazanılan Kara İksir miktarı.
94=KB Avı saldırılarından kazanılan Kupa miktarı.
95=Başarılı KB Avı sayısı
96=Başarısız KB Avı denemelerinin sayısı
97=sonra burda
98=belirecek.
99=ilk saldırıdan
100=Saldırılan Ölü Köylerden kazanılan Kara İksir miktarı.

[12]
0=GUI TAB ABOUT US
1=Hakkımızda
2=
3=Türkçe Çeviri:
4=- Cru34
5=- Poizoom
6=- kaganus
7=
8=

[13]
0=GUI BOTTOM
1=Başlat
2=Durdur
3=Duraklat
4=Devam ettirilene kadar tüm eylemleri durdurur.
5=Devam et
6=Duraklatılan botu devam ettirir.
7=Arama Modu
8=Saldırı yapmaz. Koşullarla eşleşen Köy arar.
9=Foto
10=Köyünüzün anlık görüntüsünü almak ve bir dosyaya kaydetmek için tıklayın.
11=BS Gizle
12=BlueStacks penceresini gözden uzağa taşımak için tıklayın.
13=(Alta indirmez, gizler.)
14=Arkaplan
15=Modu
16=Arkaplan modunu etkinleştirmek için seçin.
17=Bununla birlikte BlueStacks penceresini gözden uzakta saklayabilirsiniz.
18=Ö.K Saldırısı!
19=C.K Saldırısı!
20=KB Avı!
21=Köy
22=Köy Raporu ilk
23=başlatılmadan sonra
24=burada belirecek.
25=Göster
26=- ücretsiz bot -
